[InteractiveObjects.IO_MO_MeetEllie_Distillery InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MO_MeetEllie_DynamitePlant_Lucky InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MO_MeetEllie_DynamitePlant_Scooter InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MO_MeetEllie_LuckyEmblem InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MO_MeetEllie_ScooterEmblem InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_MeetEllie_Dynamite MissionItemDefinition]
UseFailureCharacterMessage="you should %s use this thing."
ItemName="There are also fireworks."
PickupMessage="near you %s"
UseFailureLevelMessage="Your level must be %d to use this.."
UseFailureConstraintsMessage="You can't use it.."
NoManufacturerName="General"

[ItemDefs.ID_MO_MeetEllie_Dynamite:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Wood and more."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_RedneckEmblem MissionItemDefinition]
UseFailureCharacterMessage="He wants to be %s Use this article."
ItemName="Hodunk logo"
PickupMessage="you got it %s"
UseFailureLevelMessage="You must be at least %d to use this feature."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="Levitra"

[ItemDefs.ID_RedneckEmblem:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Cheap food and beer trucks and naked kids."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_ZafordEmblem MissionItemDefinition]
UseFailureCharacterMessage="Need %s Please use this product.."
ItemName="Jeff Brand"
PickupMessage="Communication %s"
UseFailureLevelMessage="You must be at least level %d to use this item."
UseFailureConstraintsMessage="This article was not found.."
NoManufacturerName="hello"

[ItemDefs.ID_ZafordEmblem:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="What is an animal?"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemPool.MO_Piano InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

